Repository: TWOKRAI/Filler_final
Catalog: Server2/myproject/locale/*/LC_MESSAGES/django.po
Languages: de, ru

source: Logo
ru: Логотип

source: Robot control
de: Robotersteuerung
ru: Управление роботом

source: Robot calibration
de: Roboterkalibrierung
ru: Калибровка робота

source: Pull out the panel
de: Bedienfeld herausziehen
ru: Выдвинуть панель

source: Motor power supply
de: Motorstromversorgung
ru: Питание двигателей

source: Back
de: Zurück
ru: Назад

source: Confirm
de: Bestätigen
ru: Подтвердить

source: Cancel
de: Abbrechen
ru: Отменить

source: Do you want to start calibrating the robot?
de: Möchten Sie die Roboterkalibrierung starten?
ru: Вы хотите начать калибровку робота?

source: Do you want to pull out the panel?
de: Möchten Sie das Bedienfeld herausziehen?
ru: Вы хотите выдвинуть панель?

source: Do you want to turn on/off the power to the motors?
de: Möchten Sie die Stromversorgung der Motoren ein-/ausschalten?
ru: Вы хотите включить/выключить питание двигателей?

source: Filler parameters
de: Füllparameter
ru: Параметры наливатора

source: Drink 1
de: Getränk 1
ru: Напиток 1

source: ml
ru: мл

source: Drink 2
de: Getränk 2
ru: Напиток 2

source: Language Settings
de: Spracheinstellungen
ru: Настройки языка

source: System Settings
de: Systemeinstellungen
ru: Настройки системы

source: Robot Settings
de: Robotereinstellungen
ru: Настройки робота

source: ON
de: EIN
ru: ВКЛ

source: OFF
de: AUS
ru: ВЫКЛ

source: System ready
de: System ist bereit
ru: Система готова

source: System not calibrated
de: System ist nicht kalibriert
ru: Система не откалибрована

source: Place the glass in the work area
de: Stellen Sie das Glas in den Arbeitsbereich
ru: Поставьте стакан в рабочую зону

source: Glass found
de: Glas gefunden
ru: Стакан найден

source: Filling process in progress
de: Füllvorgang läuft
ru: Процесс наполнения в ходе

source: The drink is ready
de: Das Getränk ist fertig
ru: Напиток готов

source: Turn on the system and place the glass in the work area for system calibration.
de: Schalten Sie das System ein und stellen Sie das Glas in den Arbeitsbereich zur Kalibrierung des Systems.
ru: Включите систему и поставьте стакан в рабочую зону для калибровки системы.

source: Emergency button pressed
de: Notfallknopf gedrückt
ru: Нажата кнопка экстренной остановки

source: Scanning in progress, place the glass in the work area
de: Scannen läuft, stellen Sie das Glas in den Arbeitsbereich
ru: Сканирование в процессе, поставьте стакан в рабочую зону

source: Switch to "On" and place the glass in the work area
ru: Переключитесь на "Вкл" и поставьте стакан в рабочую зону

source: Welcome to the InnoFiller app
de: Willkommen bei der InnoFiller app
ru: Добро пожаловать в приложение InnoFiller

source: We are pleased to welcome you to our app for operating your new filling robot. Our company strives to offer you the most innovative and user-friendly solutions. We wish you a pleasant experience!
de: Wir freuen uns, Sie bei unserer App zur Steuerung Ihres neuen Abfüllroboters begrüßen zu dürfen. Unser Unternehmen bemüht sich, Ihnen die innovativsten und benutzerfreundlichsten Lösungen anzubieten. Wir wünschen Ihnen eine angenehme Nutzung!
ru: Мы рады приветствовать вас в нашем приложении для управления вашим новым наливатором! Наша компания стремится предоставить вам самые инновационные и удобные решения. Желаем вам приятного использования!

source: Sincerely,
de: Mit freundlichen Grüßen,
ru: С уважением,

source: Innotech team
ru: команда Innotech

source: Innotech filler - Language Settings
de: Innotech Füller - Spracheinstellungen
ru: Innotech наливатор - Настройки языка

source: Robot parameters
de: Roboterparameter
ru: Параметры робота

source: Robot speed
de: Robotergeschwindigkeit
ru: Скорость робота

source: Waiting time after filling
de: Wartezeit nach dem Abfüllen
ru: Время ожидания после заполнения

source: sec.
de: Sek.
ru: сек.

source: Lasermode
de: Lasermodus
ru: Лазерный режим

source: Off
de: Aus
ru: Выкл

source: Constant
de: Konstant
ru: Постоянный

source: Flickering
de: Flackernd
ru: Мерцающий

source: Automatic determination of glass volume
de: Automatische Bestimmung des Glasvolumens
ru: Автоматическое определение объема стакана

source: Checking for glass availability
de: Überprüfung der Glasverfügbarkeit
ru: Проверка наличия стакана

source: QR-code for the app
de: QR-Code für die App
ru: QR-код для приложения

source: IP-address
de: IP-Adresse
ru: IP-адрес

source: Show More
de: Mehr anzeigen
ru: Показать больше

source: Default
de: Standard
ru: По умолчанию

source: Apply
de: Anwenden
ru: Применить

source: Do you want to apply the settings?
de: Möchten Sie die Einstellungen anwenden?
ru: Вы хотите применить настройки?

source: Do you want to make default settings?
de: Möchten Sie die Standardeinstellungen verwenden?
ru: Вы хотите сделать настройки по умолчанию?

source: the
de: das

source: Do you want to calibrate the system?
de: Möchten Sie das System kalibrieren?
